/**
 * Created by sadra on 12/26/17.
 */

module.exports = {
    start: 'سلام دوست من، چه کمکی میتونم بکنم؟ ☺️',
    error: {
        undefinedCommand : 'متوجه نشدم!',
        selfieProblem: 'متاسفانه نتوانستیم سلفی شما رو پردازش کنیم. لطفا دوباره سلفی خودتو بفرست.',
        locationProblem: 'متاسفانه نتوانستیم لوکیشن رو پردازش کنیم. لطفا دوباره موقعیت کنونی خودتو بفرست.',
        notLocationFound : 'متاسفانه مورد مناسبی در نزدیکی محدوده شما یافت نکردیم',
        errorInRecommendAcceptation : 'اوه! مشکلی در دریافت مشخصات مورد انتخابی پیش آمد. لطفا دوباره انتخاب کنید.'
    },
    success: {
      selfieProcess: '✅ سلفی شما با موفقیت دریافت شد.',
      locationProcess: '✅ موقعیت‌کنونی شما با موفقیت دریافت شد.',
      afterFavoritePlace: 'ازینکه مکان مورد نظرتو پیدا کردی خوشحالم😍 اگه بازم میخواستی میتونی به جستجو ادامه بدی.',
    },
    order : {
        waiting: 'چند لحظه صبر کن...',
        sendLocation: '📍 لطفا موقعیت کنونی خود را ارسال کنید.' + "\n \n" +
            '❗️ از موقعیت ارسالی شما، برای یافتن نزدیکترین مکان‌های به نقطه شما استفاده می‌شود. '
    },
    startLoockan: '📷 لطفا یه عکس سلفی از خودتون بفرسید.' + "\n \n" +
    '❗️ از عکس ارسالی برای تشخیص جنسیت، سن و حال شما استفاده میکنم. عکسهای شما هیچوقت در جای ذخیره نمی‌شوند.',
    recommend: {
        title: "عنوان: ",
        distance: "فاصله: ",
        duration: "مدت زمان رسیدن با ماشین: ",
        rating: "امتیاز: ",
        price_level: "درجه گرونی: "
    },
    lookana: {
        about: "من لوکانا هستم، و خیلی چیزهارو میدونم. ازم بپرس تا جوابتو بدم. 😍" + "\n" ,
        project: "📝 لوکانا یک پروژه تحقیقاتی درباره هوشمند کردن سرویس پیشنهادات به کاربران است، که توسط داشنجویان واحد الکترونیکی دانشگاه آزاد طراحی و اجرا شده است." + "\n \n" +
        "📱برای ارتباط با مجری این پروژه می‌توانید به ID زیر پیام ارسال نمایید:" + "\n" +
        "@Amlashi"
    }
};